Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DevicesErrorDialog_DualDeviceError
source: You've selected Dual Device translation but you do not have a device(s) selected for Person 2. Go to Settings -> Devices to select a Microphone and a Speaker then click on Save.
af: Jy het Dual Device-vertaling gekies, maar jy het nie 'n toestel(e) wat vir Persoon 2 gekies is nie. Gaan na Instellings -> Toestelle om 'n mikrofoon en 'n luidspreker te kies en klik dan op Stoor.
am: You's Dual Device ትርጉም መርጠሃል ነገር ግን ለፐርሰንት 2 የተመረጠ መሣሪያ(s) የለህም። ወደ Settings-> መሣሪያዎች በመሄድ ማይክሮፎን እና ተናጋሪ ለመምረጥ ከዚያም Save የሚለውን ይጫኑ.
ar: لقد حددت ترجمة الجهاز المزدوج ولكن ليس لديك جهاز (أجهزة) محدد للشخص 2. انتقل إلى الإعدادات -> الأجهزة لتحديد ميكروفون ومكبر صوت ثم انقر فوق حفظ.
as: আপুনি ডুৱেল ডিভাইচ অনুবাদ বাছনি কৰিছে কিন্তু আপোনাৰ ব্যক্তি 2-ৰ বাবে বাছনি কৰা এটা ডিভাইচ(বোৰ) নাই। মাইক্ৰ'ফোন বাছনি কৰিবলৈ ছেটিংছ-> ডিভাইচলৈ যাওক আৰু স্পীকাৰ এটা বাছনি কৰক তাৰ পিছত চেভত ক্লিক কৰক।
az_arab: Siz Dual Device tərcüməsini seçmisiniz, amma 2-ci şəxs üçün seçilmiş cihaz(lar) yoxdur. Mikrofon və Natiq seçmək üçün Settings -> Devices gedin sonra Save basın.
bg: Избрали сте превод на "Двойно устройство", но нямате избрано(и) устройство(а) за лице 2. Отидете в Настройки -> Устройства, за да изберете микрофон и високоговорител, след което кликнете върху Запазване.
bn: আপনি দ্বৈত ডিভাইস অনুবাদ নির্বাচন করেছেন কিন্তু আপনার কাছে ব্যক্তি 2-এর জন্য নির্বাচিত কোনও ডিভাইস(গুলি) নেই। একটি মাইক্রোফোন এবং একটি স্পীকার নির্বাচন করতে সেটিংস -> ডিভাইসগুলিতে যান তারপর সংরক্ষণ করুন-এ ক্লিক করুন।
bs: Odabrali ste prevod dvostrukog uređaja, ali nemate izabrani uređaj(e) za osobu 2. Idite na Postavke -> uređaje da biste izabrali mikrofon i zvučnik a zatim kliknite na Sačuvaj.
ca: Heu seleccionat Traducció de doble dispositiu, però no teniu cap dispositiu seleccionat per a Persona 2. Aneu a Configuració -> Dispositius per seleccionar un micròfon i un altaveu i, a continuació, feu clic a Desa.
cs: Vybrali jste možnost Překlad dvou zařízení, ale nemáte zařízení vybrané pro položku Osoba 2. Přejděte do Nastavení -> Zařízení a vyberte mikrofon a reproduktor a poté klikněte na Uložit.
cy: Rydych wedi dewis cyfieithiad Dyfais Ddeuol ond nid oes gennych ddyfais(au) wedi'i dewis ar gyfer Person 2. Ewch i Settings -> Dyfeisiau i ddewis Meicroffon a Siaradwr yna cliciwch ar Cadw.
da: Du har valgt Dual Device-oversættelse, men du har ikke valgt en eller flere enheder til Person 2. Gå til Indstillinger -> Enheder for at vælge en mikrofon og en højttaler, og klik derefter på Gem.
de: Sie haben die Übersetzung "Zwei Geräte" ausgewählt, aber für Person 2 ist (sind) nicht(e) Gerät(e) ausgewählt. Gehen Sie zu Einstellungen -> Geräte, um ein Mikrofon und einen Lautsprecher auszuwählen, und klicken Sie dann auf Speichern.
el: Έχετε επιλέξει Μετάφραση διπλής συσκευής, αλλά δεν έχετε επιλέξει συσκευή για το Άτομο 2. Μεταβείτε στις Ρυθμίσεις -> Συσκευές για να επιλέξετε μικρόφωνο και ηχείο και, στη συνέχεια, κάντε κλικ στο Αποθήκευση.
es: Has seleccionado Traducción de dispositivo dual, pero no tienes uno o varios dispositivos seleccionados para la Persona 2. Vaya a Configuración -> Dispositivos para seleccionar un micrófono y un altavoz y luego haga clic en Guardar.
et: Olete valinud suvandi Dual Device tõlge, kuid teil pole isiku 2 jaoks valitud seadet/seadmeid. Mikrofoni ja kõlari valimiseks avage Settings -> Devices (Seaded - Seadmed), seejärel klõpsake nuppu Salvesta.
fa: شما ترجمه دو دستگاه را انتخاب کرده ام اما شما یک دستگاه (ها) انتخاب شده برای شخص 2 ندارد. برای انتخاب میکروفون و یک بلندگو به دستگاه های تنظیمات -> بروید و سپس روی Save کلیک کنید.
fi: Olet valinnut kahden laitteen käännöksen, mutta sinulla ei ole henkilöä 2 varten valittuja laitteita. Siirry kohtaan Asetukset -> Laitteet valitaksesi mikrofonin ja kaiuttimen ja napsauta sitten Tallenna.
fil: Pinili mo ang pagsasalin ng Dual Device ngunit wala kang (mga) aparato na pinili para sa Tao 2. Pumunta sa Mga Setting -> Mga Device para pumili ng Mikropono at Speaker pagkatapos ay mag-click sa I-save.
fr_ca: Vous avez sélectionné La traduction de l’appareil double, mais vous n’avez pas d’appareil(s) sélectionné(s) pour la Personne 2. Accédez à Paramètres -> Appareils pour sélectionner un microphone et un haut-parleur, puis cliquez sur Enregistrer.
ga: Tá aistriúchán Dual Device roghnaithe agat ach níl feiste/gléasanna roghnaithe agat do Dhuine 2. Téigh chuig Socruithe -> Gléasanna chun Micreafón agus Cainteoir a roghnú ansin cliceáil ar Save.
gu: તમે ડ્યુઅલ ડિવાઇસ ટ્રાન્સલેશન પસંદ કર્યું છે, પરંતુ તમારી પાસે પર્સન 2 માટે પસંદ કરવામાં આવેલા ડિવાઇસ(ઓ) નથી. માઇક્રોફોન અને સ્પીકર પસંદ કરવા માટે સેટિંગ્સ -> ડિવાઇસ પર જાઓ અને પછી સેવ પર ક્લિક કરો.
he: בחרת תרגום מכשירים כפולים אך לא בחרת מכשיר (ים) עבור אדם 2. עבור אל הגדרות -> התקנים כדי לבחור מיקרופון ורמקול ולאחר מכן לחץ על שמור.
hi: आपने दोहरे डिवाइस अनुवाद का चयन किया है, लेकिन आपके पास व्यक्ति 2 के लिए चयनित डिवाइस नहीं है. माइक्रोफ़ोन और स्पीकर का चयन करने के लिए सेटिंग्स -> डिवाइस पर जाएं और फिर सहेजें पर क्लिक करें।
hr: Odabrali ste prijevod na dva uređaja, ali nemate odabrane uređaje za osobu 2. Idite na Postavke -> uređaji da biste odabrali mikrofon i zvučnik, a zatim kliknite spremi.
hu: Kiválasztotta a Kettős eszköz fordítást, de nincs kiválasztva eszköz(ök) a Személy 2-höz. Lépjen a Beállítások -> eszközök menüpontra a mikrofon és a hangszóró kiválasztásához, majd kattintson a Mentés gombra.
hy: Դուք ընտրել եք Dual Device թարգմանությունը, բայց չունեք սարք(ներ) ընտրված Person 2-ի համար: Գնացեք Settings -> սարքերը՝ միկրոֆոն եւ Խոսնակ ընտրելու համար, այնուհետեւ սեղմեք Save-ը:
id: Anda telah memilih terjemahan Perangkat Ganda tetapi Anda tidak memiliki perangkat yang dipilih untuk Orang 2. Buka Pengaturan -> Perangkat untuk memilih Mikrofon dan Speaker lalu klik Simpan.
is: Þú hefur valið þýðingu á Dual Device en þú ert ekki með tæki sem er valið fyrir einstakling 2. Farðu í Stillingar -> tæki til að velja hljóðnema og hátalara og smelltu síðan á Vista.
it: Hai selezionato la traduzione Dual Device ma non hai selezionato uno o più dispositivi per Persona 2. Vai su Impostazioni -> Dispositivi per selezionare un microfono e un altoparlante, quindi fai clic su Salva.
iu: ᓂᕈᐊᖅᓯᒪᕗᑎᑦ ᒪᕐᕉᖕᓂᒃ ᐅᖃᓘᑎᕋᓛᓂᒃ ᑐᑭᓕᐅᕆᓂᕐᒥᒃ ᑭᓯᐊᓂ ᐅᖃᓘᑎᕋᓛᖃᙱᓐᓇᕕᑦ ᓂᕈᐊᖅᑕᐅᔪᒥᒃ ᐃᓄᖕᒧᑦ 2-ᒧᑦ. ᐋᖅᑭᒃᓱᐃᔭᖅᑐᕐᓗᑎᑦ −> ᐅᖃᓘᑎᕋᓛᒥᒃ ᓂᕈᐊᕐᓗᑎᑦ ᐅᖃᖅᑎᒥᒡᓗ ᓇᕿᓪᓗᒍ ᔭᒐᔾᔭᐃ.
ja: デュアルデバイス翻訳を選択しましたが、人物2にデバイスが選択されていません。[設定]-[>デバイス]に移動してマイクとスピーカーを選択し、[保存]をクリックします。
kk: Қосарлы құрылғы аудармасын таңдадыңыз, бірақ сізде 2-тұлға үшін таңдалған құрылғы (лар) жоқ. Микрофон мен динамикті таңдау үшін Параметрлер -> құрылғылар бөліміне өтіп, Сақтау түймешігін басыңыз.
km: អ្នក បាន ជ្រើស រើស ការ បកប្រែ Dual Device ប៉ុន្តែ អ្នក មិន មាន ឧបករណ៍(s) ដែល បាន ជ្រើស សម្រាប់ Person 2 ទេ។ ទៅ Settings -> Devices ដើម្បី ជ្រើស រើស Microphone និង Speaker បន្ទាប់ មក ចុច លើ Save។
kn: ನೀವು ಡ್ಯುಯಲ್ ಡಿವೈಸ್ ಭಾಷಾಂತರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ ಆದರೆ ವ್ಯಕ್ತಿ 2 ಗಾಗಿ ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಾಧನ(ಗಳು) ನಿಮ್ಮಲ್ಲಿಲ್ಲ. ಮೈಕ್ರೊಫೋನ್ ಮತ್ತು ಸ್ಪೀಕರ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್ಸ್ -> ಸಾಧನಗಳಿಗೆ ಹೋಗಿ ನಂತರ ಸೇವ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 이중 장치 번역을 선택했지만 사용자 2에 대해 선택한 장치가 없습니다. 설정 - > 장치로 이동하여 마이크와 스피커를 선택한 다음 저장을 클릭하십시오.
ku_arab: تۆ وەرگێڕانی ئامێری دووانیت هەڵبژاردووە بەڵام ئامێرت نییە بۆ کەسی 2. بڕۆ بۆ ڕێکبەندەکان - > ئامێرەکان بۆ هەڵبژاردنی مایکرۆفۆن و قسەکەر پاشان کرتە بکە لەسەر هەڵگرتن.
ky: Сиз Кош аппарат которууну тандап алдыңыз, бирок 2-адам үчүн тандалган аппарат (лар) жок. Микрофонду жана спикерди тандоо үчүн Параметрлер -> түзмөктөрүнө киргиле, андан кийин Save-ды басыңыз.
lo: ທ່ານໄດ້ເລືອກເອົາການແປDual Device ແຕ່ທ່ານບໍ່ມີອຸປະກອນ(s) ທີ່ເລືອກສໍາລັບບຸກຄົນ 2. ໄປທີ່ Settings -> Devices ເພື່ອຄັດເລືອກ Microphone ແລະ Speaker ແລ້ວຄລິກໃສ່ Save.
lt: Pasirinkote dviejų įrenginių vertimą, bet nepasirinkote 2 asmens įrenginio (-ių). Eikite į Nustatymai -> Įrenginiai, kad pasirinktumėte mikrofoną ir garsiakalbį, tada spustelėkite Išsaugoti.
lv: Jūs esat atlasījis divu ierīču tulkojumu, bet jums nav atlasīta(s) ierīce(s) 2. personai. Dodieties uz Iestatījumi -> Ierīces, lai atlasītu mikrofonu un skaļruni, pēc tam noklikšķiniet uz Saglabāt.
mi: Kua tīpakohia e koe te whakawhitinga Pūrere Takirua engari kāore i a koe tētahi pūrere kua tīpakohia mō te Tangata 2. Haere ki Ngā Tautuhinga -> Ngā Pūrere hei tīpako i tētahi uruoro me tētahi Kaikōrero kātahi ka pāwhiri i te Tiaki.
ml: നിങ്ങൾ ഇരട്ട ഉപകരണ പരിഭാഷ തിരഞ്ഞെടുത്തിട്ടുണ്ട്, എന്നാൽ പേഴ്സൺ 2-നായി തിരഞ്ഞെടുത്ത ഒരു ഉപകരണം(കൾ) നിങ്ങൾക്കില്ല. ഒരു മൈക്രോഫോണും സ്പീക്കറും തിരഞ്ഞെടുക്കുന്നതിന് ക്രമീകരണങ്ങൾ -> ഉപകരണങ്ങളിലേക്ക് പോകുക, തുടർന്ന് സംരക്ഷിക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുക.
mr: आपण ड्युअल डिव्हाइस भाषांतर निवडले आहे परंतु आपल्याकडे व्यक्ती 2 साठी डिव्हाइस निवडले गेले नाही. मायक्रोफोन आणि स्पीकर निवडण्यासाठी सेटिंग्ज -> डिव्हाइसवर जा आणि नंतर सेव्हवर क्लिक करा.
ms: Anda telah memilih terjemahan Dwi Peranti tetapi anda tidak mempunyai peranti yang dipilih untuk Orang 2. Pergi ke Tetapan -> Peranti untuk memilih Mikrofon dan Pembesar Suara kemudian klik pada Simpan.
mt: Għażilt it-traduzzjoni tat-Tagħmir Doppju iżda m'għandekx tagħmir(i) magħżul(a) għall-Persuna 2. Mur Settings -> Tagħmir biex tagħżel Mikrofonu u Speaker imbagħad ikklikkja fuq Issejvja.
nb: Du har valgt Oversettelse av to enheter, men du har ikke valgt enhet(er) for Person 2. Gå til Innstillinger -> Enheter for å velge en mikrofon og en høyttaler, og klikk deretter på Lagre.
ne: तपाईँले दोहोरो यन्त्र अनुवाद चयन गर्नुभएको छ तर तपाईँसँग व्यक्ति २ का लागि चयन गरिएको यन्त्र छैन । माइक्रोफोन र स्पिकर चयन गर्न सेटिंग्स -> डिभाइसमा जानुहोस् त्यसपछि सेभमा क्लिक गर्नुहोस्।
nl: U hebt Dual Device-vertaling geselecteerd, maar u hebt geen apparaat(en) geselecteerd voor Persoon 2. Ga naar Instellingen -> Apparaten om een microfoon en een luidspreker te selecteren en klik vervolgens op Opslaan.
or: ଆପଣ ଡୁଆଲ୍ ଡିଭାଇସ୍ ଅନୁବାଦ ଚୟନ କରିଛନ୍ତି କିନ୍ତୁ ଆପଣଙ୍କ ପାଖରେ ବ୍ୟକ୍ତି 2 ପାଇଁ ଏକ ଡିଭାଇସ୍ (ଗୁଡିକ) ଚୟନ ହୋଇନାହିଁ। ଏକ ମାଇକ୍ରୋଫୋନ୍ ଏବଂ ସ୍ପିକର୍ ଚୟନ କରିବାକୁ ସେଟିଂସ୍ -> ଡିଭାଇସକୁ ଯାଆନ୍ତୁ ତାପରେ ସଞ୍ଚୟ ରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਦੂਹਰੀ ਡੀਵਾਈਸ ਅਨੁਵਾਦ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ ਪਰ ਤੁਹਾਡੇ ਕੋਲ ਵਿਅਕਤੀ 2 ਵਾਸਤੇ ਚੁਣੀ(ਆਂ) ਕੋਈ ਡੀਵਾਈਸ(ਵਾਂ) ਨਹੀਂ ਹਨ। ਮਾਈਕ੍ਰੋਫੋਨ ਅਤੇ ਸਪੀਕਰ ਨੂੰ ਚੁਣਨ ਲਈ ਸੈਟਿੰਗ -> ਡਿਵਾਈਸਿਜ਼ 'ਤੇ ਜਾਓ ਅਤੇ ਫਿਰ ਸੇਵ'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Wybrano translację Podwójne urządzenie, ale nie wybrano urządzenia dla opcji Osoba 2. Przejdź do Ustawienia -> Urządzenia, aby wybrać mikrofon i głośnik, a następnie kliknij Zapisz.
prs: شما ترجمه دستگاه دوگانه را انتخاب کرده ام اما شما یک دستگاه (ها) انتخاب شده برای شخص 2 ندارد. برای انتخاب میکروفون و بلندگو به تنظیمات > دستگاه ها بروید و سپس روی ذخیره کلیک کنید.
pt_pt: Selecionou a tradução do Dispositivo Duplo, mas não tem um dispositivo(s) selecionado para a Pessoa 2. Vá a Configurações -> Dispositivos para selecionar um microfone e um altifalante e, em seguida, clique em Guardar.
ro: Ați selectat traducerea pe două dispozitive, dar nu aveți un dispozitiv (dispozitive) selectat(e) pentru Persoana 2. Accesați Setări -> Dispozitive pentru a selecta un microfon și un difuzor, apoi faceți clic pe Salvare.
ru: Вы выбрали преобразование Двух устройств, но у вас нет устройств, выбранных для Человека 2. Перейдите в Настройки -> устройства, чтобы выбрать микрофон и динамик, затем нажмите «Сохранить».
sk: Vybrali ste duálny preklad zariadenia, ale pre osobu 2 nemáte vybraté zariadenia. Prejdite do ponuky Nastavenia -> Zariadenia, vyberte mikrofón a reproduktor a potom kliknite na tlačidlo Uložiť.
sl: Izbrali ste prevajanje dvojne naprave, vendar za osebo 2 ni izbrana(-e) naprava(-e). Pojdite na Nastavitve -> naprave, da izberete mikrofon in zvočnik in kliknite na Shrani.
sq: Ju keni zgjedhur Përkthimin Dual Device por nuk keni një (s) pajisje të zgjedhur për Person 2. Shko tek Settings -> Devices për të zgjedhur një Mikrofon dhe një Folës pastaj kliko mbi Save.
sr_cyrl: Изабрали сте превођење двојног уређаја, али немате изабране уређаје за особу 2. Идите на подешавања -> да бисте изабрали микрофон и звучник, а затим кликните на дугме Сачувај.
sr_latn: Izabrali ste prevođenje dvojnog uređaja, ali nemate izabrane uređaje za osobu 2. Idite na podešavanja -> da biste izabrali mikrofon i zvučnik, a zatim kliknite na dugme Sačuvaj.
sv: Du har valt Översättning av dubbla enheter men du har inte valt en eller flera enheter för Person 2. Gå till Inställningar -> Enheter för att välja en mikrofon och en högtalare och klicka sedan på Spara.
sw: Umechagua tafsiri ya Dual Device lakini huna kifaa (s) kilichochaguliwa kwa Mtu 2. Nenda kwenye Mipangilio -> Vifaa vya kuchagua Kipaza sauti na Spika kisha bonyeza Hifadhi.
ta: நீங்கள் இரட்டை சாதன மொழிபெயர்ப்பைத் தேர்ந்தெடுத்துள்ளீர்கள், ஆனால் நபர் 2 க்கு தேர்ந்தெடுக்கப்பட்ட சாதனம்(கள்) உங்களிடம் இல்லை. மைக்ரோஃபோன் மற்றும் ஸ்பீக்கரைத் தேர்ந்தெடுக்க அமைப்புகள் -> சாதனங்களுக்குச் சென்று சேமி என்பதைக் கிளிக் செய்யவும்.
te: మీరు డ్యూయల్ డివైస్ ట్రాన్స్ లేషన్ ని ఎంచుకున్నారు అయితే, పర్సన్ 2 కొరకు పరికరం(లు) ఎంచుకోబడలేదు. మైక్రోఫోన్ మరియు స్పీకర్ ఎంచుకోవడానికి సెట్టింగ్ లు -> పరికరాలకు వెళ్లండి, తరువాత సేవ్ మీద క్లిక్ చేయండి.
th: คุณได้เลือกการแปลอุปกรณ์คู่แล้ว แต่คุณไม่ได้เลือกอุปกรณ์ไว้สําหรับบุคคลที่ 2 ไปที่การตั้งค่า -> อุปกรณ์เพื่อเลือกไมโครโฟนและลําโพงจากนั้นคลิกที่บันทึก
ti: ድርብ ኤለክትሮኒካዊ ትርጕም መሪጽካ እኳ እንተ ዀንካ ንሰብ 2 እተመርጸ ኤለክትሮኒካዊ መሳርሒ ግን የብልኩምን። ማይክሮፎንን ተዛራባይን ንምምራጽ ናብ ኣፕሊኬሽን -> ኤለክትሮኒካዊ መሳርሒታት ኪድ እሞ ኣብ ሴቭ ጠውቕ ።
tr: Çift Cihaz çevirisi'ni seçtiniz, ancak Kişi 2 için seçili bir cihazınız yok. Bir Mikrofon ve Hoparlör seçmek için Ayarlar -> Cihazlar'a gidin ve ardından Kaydet'e tıklayın.
uk: Ви вибрали переклад із двома пристроями, але у вас немає пристроїв, вибраних для Особи 2. Перейдіть до Налаштування - > Пристрої, щоб вибрати мікрофон і динамік, а потім натисніть «Зберегти».
ur: آپ نے ڈوئل ڈیوائس ترجمہ منتخب کیا ہے لیکن آپ کے پاس شخص 2 کے لئے منتخب کردہ آلہ نہیں ہے۔ مائکروفون اور اسپیکر منتخب کرنے کے لئے ترتیبات -> ڈیوائسز پر جائیں پھر محفوظ کریں پر کلک کریں۔
vi: Bạn đã chọn bản dịch Thiết bị kép nhưng bạn chưa chọn (các) thiết bị cho Người 2. Đi tới Cài đặt -> Thiết bị để chọn Micrô và Loa, sau đó nhấp vào Lưu.
zh_hans: 您已选择双设备转换，但尚未为人员 2 选择设备。转到“设置”-“>设备”以选择麦克风和扬声器，然后单击“保存”。
zh_hant: 您已選擇雙設備轉換，但尚未為人員 2 選擇設備。轉到「設置」-「>設備」以選擇麥克風和揚聲器，然後按兩下保存。

# DevicesPage_Title.Text
source: Devices
af: Toestelle
am: መሣሪያዎች
ar: الاجهزه
as: ডিভাইচসমূহ
az_arab: Qurğular
bg: Устройства
bn: ডিভাইস
bs: Uređaja
ca: Dispositius
cs: Zařízení
cy: Dyfeisiau
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
et: Seadmed
fa: دستگاه
fi: Laitteet
fil: Mga Device
fr_ca: Appareils
ga: Gléasanna
gu: ઉપકરણો
he: התקנים
hi: उपकरणों
hr: Uređaji
hu: Eszközök
hy: Սարքեր
id: Perangkat
is: Tæki
it: Dispositivi
iu: ᐱᖁᑎᑦ
ja: デバイス
kk: Құрылғылар
km: ឧបករណ៍
kn: ಸಾಧನಗಳು
ko: 장치
ku_arab: ئامێرەکان
ky: Түзмөктөр
lo: ອຸປະກອນ
lt: Įrenginiai
lv: Ierīces
mi: Ngā Pūrere
ml: ഉപകരണങ്ങൾ
mr: साधनName
ms: Peranti
mt: Mezzi
nb: Enheter
ne: यन्त्रहरू
nl: Apparaten
or: ଡିଭାଇସଗୁଡିକ
pa: ਜੰਤਰ
pl: Urządzeń
prs: دستگاه ها
pt_pt: Dispositivos
ro: Dispozitive
ru: Приборы
sk: Zariadenia
sl: Naprave
sq: Pajisje
sr_cyrl: Уређаји
sr_latn: Uređaji
sv: Enheter
sw: Vifaa
ta: சாதனங்கள்
te: పరికరాలు
th: อุปกรณ์
ti: መሳርሒታት
tr: Aygıtları
uk: Пристрої
ur: آلات
vi: Thiết bị
zh_hans: 设备
zh_hant: 設備

# DevicesPage_Wifi_Password.Text
source: Enter Password
af: Voer wagwoord in
am: የይለፍ ቃል ያስገቡ
ar: أدخل كلمة المرور
as: পাছৱাৰ্ড প্ৰবিষ্ট কৰক
az_arab: Şifrəni daxil edin
bg: Въведете парола
bn: পাসওয়ার্ড লিখুন
bs: Unesite lozinku
ca: Introduïu la contrasenya
cs: Zadejte heslo
cy: Rhowch Cyfrinair
da: Indtast adgangskode
de: Passwort eingeben
el: Εισαγωγή κωδικού πρόσβασης
es: Introduzca la contraseña
et: Sisestage parool
fa: رمز عبور را وارد کنید
fi: Anna salasana
fil: Ipasok ang Password
fr_ca: Entrez le mot de passe
ga: Cuir isteach Pasfhocal
gu: પાસવર્ડ દાખલ કરો
he: הזן סיסמה
hi: पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Írja be a jelszót
hy: Մուտքագրեք գաղտնաբառը
id: Masukkan Kata Sandi
is: Sláðu inn lykilorð
it: Inserisci la password
iu: ᐃᓯᕈᓐᓇᐅᑖᓄᐊᕐᓗᒍ
ja: パスワードを入力
kk: Құпиясөзді енгізу
km: បញ្ចូល Password
kn: ಪಾಸ್ ವರ್ಡ್ ನಮೂದಿಸಿ
ko: 비밀번호 입력
ku_arab: نهێنوشە تێبنووسە
ky: Сырсөз киргизүү
lo: ເຂົ້າລະຫັດຜ່ານ
lt: Įveskite slaptažodį
lv: Ievadiet paroli
mi: Tāurua te kupuhipa
ml: അടയാളവാക്ക് നൽകുക
mr: गुप्तशब्द प्रविष्ट करा
ms: Masukkan kata laluan
mt: Daħħal il-Password
nb: Skriv inn passord
ne: पासवर्ड प्रविष्ट गर्नुहोस्
nl: Voer wachtwoord in
or: ପାସୱାର୍ଡ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦਿਓ
pl: Wprowadź hasło
prs: رمز عبور را وارد کنید
pt_pt: Inserir senha
ro: Introduceți parola
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesite geslo
sq: Shkruaj Fjalëkalimin
sr_cyrl: Унесите лозинку
sr_latn: Unesite lozinku
sv: Ange lösenord
sw: Ingiza Nenosiri
ta: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్ వర్డ్ నమోదు చేయండి
th: ป้อนรหัสผ่าน
ti: ፓስዎርድ ኣእቱ
tr: Şifre Girin
uk: Введіть пароль
ur: پاس ورڈ داخل کریں
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# DevicesPage_WifiStatus.Text
source: Wifi status
am: የ Wifi ሁኔታ
ar: حالة واي فاي
as: ৱাইফাই স্থিতি
az_arab: Wifi vəziyyəti
bg: Статус на Wi-Fi
bn: ওয়াইফাই স্থিতি
ca: Estat wifi
cs: Stav Wi-Fi
cy: Statws Wifi
de: WLAN-Status
el: Κατάσταση Wi-Fi
es: Estado de Wifi
et: Wifi olek
fa: وضعیت فای
fi: Wifi-tila
fil: Katayuan ng wifi
fr_ca: État wifi
ga: Stádas Wifi
gu: WiFi પરિસ્થિતિ
he: סטטוס WiFi
hi: वाईफ़ाई स्थिति
hu: Wifi állapot
hy: Wifi կարգավիճակ
id: Status Wifi
is: Wifi staða
it: Stato Wifi
iu: ᐅᐊᔭᐅᑉ ᖃᓄᐃᓕᖓᓂᖓ
ja: 無線 LAN ステータス
kk: Wifi күйі
km: ស្ថានភាព Wifi
kn: ವೈಫೈ ಸ್ಥಿತಿ
ko: 와이파이 상태
ku_arab: دۆخی Wifi
ky: Wifi статусу
lo: ສະຖານະພາບ Wifi
lt: "Wi-Fi" būsena
lv: Wi-Fi statuss
mi: Tūnga Wifi
ml: വൈഫൈ നില
mr: वायफाय स्थितीName
ms: Status Wifi
mt: Status tal-wifi
ne: वाईफाई स्थिति
or: ୱାଇଫାଇ ସ୍ଥିତି
pa: ਵਾਈ- ਫਾਈ ਹਾਲਤ
pl: Status Wi-Fi
prs: وضعیت فای
pt_pt: Estado wi-fi
ro: Starea Wifi-ului
ru: Статус Wi-Fi
sk: Stav wifi
sl: Stanje wifi
sq: Gjendja Wifi
sr_cyrl: WиФи статус
sw: Hali ya Wifi
ta: வைஃபை நிலை
te: వైఫై స్థితి
th: สถานะ Wifi
ti: ኵነታት Wifi
tr: Wifi durumu
uk: Статус Wi-Fi
ur: وائی فائی کی حیثیت
vi: Trạng thái Wifi
zh_hans: 无线网络状态
zh_hant: 無線網路狀態

source: Edit
af: Redigeer
am: አስረጅ
ar: حرر
as: সম্পাদনা কৰক
az_arab: _Düzəlt
bg: Редактирам
bn: সম্পাদনা
bs: Uređivati
ca: Editar
cs: Upravit
cy: Golygu
da: Redigere
de: Redigieren
el: Επεξεργασία
es: Editar
et: Toimetama
fa: ویرایش
fi: Muokata
fil: I-edit
fr_ca: Modifier
ga: Cuir in eagar
gu: ફેરફાર કરો
he: עריכה
hi: संपादन करना
hr: Urediti
hu: Szerkeszt
hy: Խմբագրել
id: Mengedit
is: Klippa
it: Redigere
iu: ᐋᖅᑭᒋᐊᖅᓯᓂᖅ
ja: 編集
kk: Өңдеу
km: កែសម្រួល
kn: ಸಂಪಾದನೆ ಮಾಡಿ
ko: 편집하다
ku_arab: بژارکردن
ky: Оңдоо
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mi: Whakatika
ml: സംശോധനം
mr: संकलन करणे
mt: Teditja
nb: Redigere
ne: सम्पादन गर्नुहोस्
nl: Bewerken
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧ
pl: Redagować
prs: ویرایش
pt_pt: Editar
ro: Editare
ru: Редактировать
sk: Editovať
sl: Urediti
sq: Ndrysho
sr_cyrl: Уређивање
sr_latn: Uređivanje
sv: Redigera
sw: Hariri
ta: பதிப்பி
te: సవరించు
th: แก้ไข
ti: ኣረምቲ
tr: Düzenlemek
uk: Редагувати
ur: تدوین
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

# Expiry.Text
source: Expiry
af: Verstryking
am: የጊዜ ማቆያ
ar: انتهاء
as: ম্যাদ উকলি যোৱা
az_arab: Sona Çatma Müddəti
bg: Изтичане
bn: মেয়াদ শেষ হওয়া
bs: Ističe
ca: Caducitat
cs: Vypršení
cy: Diwedd
da: Udløb
de: Ablauf
el: Λήξης
es: Expiración
et: Aegumise
fa: انقضای
fi: Erääntymisaika
fil: Pag-expire
fr_ca: Expiration
ga: Dul in éag
gu: નિવૃત્ત
he: תפוגה
hi: समाप्ति
hr: Istek
hu: Lejárat
hy: Ժամկետ
id: Kedaluwarsa
is: Endir
it: Scadenza
iu: ᐊᑐᕈᓐᓃᕐᕕᒃᓴᖓ
ja: 有効 期限
kk: Жарамдылық мерзімі
km: ផុត កំណត់
kn: ಅವಧಿ ಮೀರುವಿಕೆ
ko: 만료
ku_arab: بەسەرچوو
ky: Мөөнөтү бүткөн
lo: ສິ້ນສຸດ
lt: Galiojimo pabaigos
lv: Termiņa beigām
mi: Pau
ml: കാലഹരണപ്പെട്ടു
mr: एक्सपायरी
ms: Tamat tempoh
mt: Iskadenza
nb: Utløp
ne: म्याद समाप्त हुन्छ
nl: Verstrijken
or: ସମୟ ସମାପ୍ତି
pa: ਮਿਆਦ ਪੁੱਗੀ
pl: Upływie terminu ważności
prs: انقضا
pt_pt: Expiração
ro: Expirare
ru: Истечение
sk: Uplynutie
sl: Izteka
sq: Skadim
sr_cyrl: Рок важења
sr_latn: Rok važenja
sv: Utgången
sw: Kumalizika muda wake
ta: காலஅவதி
te: గడువు తీరిన
th: หมด อายุ
ti: ግዜ ይጽንቀቕ
tr: Bitiş
uk: Терміну дії
vi: Hết hạn
zh_hans: 满期
zh_hant: 滿期

source: Feedback
af: Terugvoer
am: አስተያየት
ar: ردود الفعل
as: প্ৰতিক্ৰিয়া
az_arab: Geribildirim
bg: Обратна връзка
bn: প্রতিপ্রদান
bs: Povratna informacija
ca: Retroalimentació
cs: Zpětná vazba
cy: Adborth
el: Ανάδραση
es: Retroalimentación
et: Tagasiside
fa: بازخورد
fi: Palaute
fr_ca: Commentaires
ga: Aiseolas
gu: પ્રતિસાદ
he: משוב
hi: प्रतिपुष्टि
hr: Povratna informacija
hu: Visszacsatolás
hy: Հետադարձ կապ
id: Umpan balik
is: Afturverkun
it: Valutazione
iu: ᐅᖃᐅᓯᐅᔪᑦ
ja: フィードバック
kk: Кері байланыс
km: បញ្ចេញមតិ
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
ku_arab: کاردانەوە
ky: Пикирлер
lo: ຄໍາຄິດເຫັນ
lt: Atsiliepimus
lv: Atsauksmes
mi: Whakahoki kōrero
ml: ഫീഡ്ബാക്ക്
mr: अभिप्राय
ms: Maklum balas
nb: Tilbakemelding
ne: प्रतिक्रिया
nl: Terugkoppeling
or: ମତାମତ
pa: ਫੀਡਬੈਕ
pl: Sprzężenie zwrotne
prs: بازخورد
ru: Обратная связь
sk: Spätná väzba
sl: Povratne informacije
sr_cyrl: Повратне информације
sr_latn: Povratne informacije
sw: Maoni
ta: பின்னூட்டம்
te: ఫీడ్ బ్యాక్
th: การตอบสนอง
ti: እተዋህበ ርእይቶ
tr: Geri besleme
uk: Зворотний зв'язок
ur: رائے
vi: Phản hồi
zh_hans: 反馈
zh_hant: 反饋
